<fr:recipe xmlns:fr="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-d5be33e1-ace3-46c3-92fc-0e7b148427f9">
  <fr:meta>
    <fr:book />
    <fr:chapter />
  </fr:meta>
  <fr:recipeName>Ged&#252;nsteter Mangold-Acelgas con pasas y piuiones</fr:recipeName>
  <fr:recipeKeywords />
  <fr:recipeIntro />
  <fr:recipeIngredients>
    <fr:igdtList>
      <fr:igdtListName />
      <fr:igdtListLine>
        <fr:igdtQuantity>100 g</fr:igdtQuantity>
        <fr:igdtName ref="sultaninen">Rosinen</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 gro&#223;e</fr:igdtQuantity>
        <fr:igdtName ref="tomate">Tomate(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 gro&#223;e</fr:igdtQuantity>
        <fr:igdtName ref="zwiebel">Zwiebel(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>3 Zehe/n</fr:igdtQuantity>
        <fr:igdtName ref="knoblauch">Knoblauch</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 EL</fr:igdtQuantity>
        <fr:igdtName ref="oliven&#246;l">Oliven&#246;l</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>evtl.</fr:igdtQuantity>
        <fr:igdtName ref="ei">Wasser bei Bedarf</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 kg</fr:igdtQuantity>
        <fr:igdtName ref="mangold">Mangold</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>50 g</fr:igdtQuantity>
        <fr:igdtName ref="pinienkerne">Pinienkerne</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>4 Scheibe/n</fr:igdtQuantity>
        <fr:igdtName ref="brot">Toastbrot</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>3 EL</fr:igdtQuantity>
        <fr:igdtName ref="">&#214;l</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 Zehe/n</fr:igdtQuantity>
        <fr:igdtName ref="knoblauch">Knoblauch</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity />
        <fr:igdtName ref="pfeffer">Salz und Pfeffer</fr:igdtName>
      </fr:igdtListLine>
    </fr:igdtList>
  </fr:recipeIngredients>
  <fr:recipeInstructions>
    <fr:instruction>
      <fr:instrStepName />
      <fr:instrStepText>Die Rosinen mit Wasser bedecken und einige Stunden einweichen.
Die Tomate h&#228;uten und entkernen. Wie die gesch&#228;lte Zwiebel und die Knoblauchzehen klein hacken. In einer Pfanne im hei&#223;en Oliven&#246;l zuerst die Zwiebeln mit dem Knoblauch einige Minuten and&#252;nsten, dann die Tomatenw&#252;rfelchen zuf&#252;gen. Auf mildem Feuer unter gelegentlichem R&#252;hren zu einem dicken Brei einkochen. Falls das Gem&#252;se dabei anzusetzen droht: Hitze verringern und mit einem Schuss Wasser verd&#252;nnen.
Unterdessen den Mangold putzen, dabei die Stiele vom Blattgr&#252;n trennen und alles gr&#252;ndlich waschen. Dann die Stiele schr&#228;g in schmale Streifen schneiden. Die Bl&#228;tter einmal l&#228;ngs halbieren. In einem Topf reichlich Wasser aufkochen, salzen - zuerst die Stielst&#252;cke darin 4 bis 5 Minuten blanchieren, dann erst das Blattgr&#252;n nur eine Minute lang zusammenfallen lassen. Beides anschlie&#223;end in eiskaltem Wasser k&#252;hlen. Abtropfen lassen, dann in die Pfanne mit der Zwiebel sowie der Tomate geben. Die abgetropften Rosinen und Pinienkerne zuf&#252;gen. Salzen, pfeffern und alles 5 Min. schmoren.
Inzwischen die Brotscheiben in hei&#223;em, mit Knoblauch aromatisierten &#214;l goldbraun braten. Eine flache Sch&#252;ssel damit auslegen. Den Mangold darauf anrichten und servieren.
Tipp: Nach dem Mangoldrezept kann man auch Spinat zubereiten. Dann sollte man aber starken, dunkelgr&#252;nen Freilandspinat oder den kr&#228;ftigen Winterspinat aus Italien verwenden, der ist robuster und aromatischer als das zarte Treibhausgem&#252;se aus anderen Landen. Stiele abknipsen und nur Bl&#228;tter verwenden, die man eine Minute blanchiert.</fr:instrStepText>
    </fr:instruction>
  </fr:recipeInstructions>
  <fr:recipeSideDish />
  <fr:recipeOrigin />
  <fr:recipeSeeAlso />
  <fr:recipeLicense />
</fr:recipe>