<fr:recipe xmlns:fr="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-d5fa7d3a-b062-4838-9f46-33c74ca83f64">
  <fr:meta>
    <fr:book />
    <fr:chapter />
  </fr:meta>
  <fr:recipeName>Knusprige Nudeln mit Cap Cay und Garnelen &#224; la Hongkong</fr:recipeName>
  <fr:recipeKeywords />
  <fr:recipeIntro />
  <fr:recipeIngredients>
    <fr:igdtList>
      <fr:igdtListName />
      <fr:igdtListLine>
        <fr:igdtQuantity>100 g</fr:igdtQuantity>
        <fr:igdtName ref="nudeln">chinesische Eiernudeln, gewellt, getrocknet</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>120 g</fr:igdtQuantity>
        <fr:igdtName ref="garnele">Garnele(n), roh, gesch&#228;lt, TK, ca. 12 - 14 cm</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>6</fr:igdtQuantity>
        <fr:igdtName ref="garnelen">Garnelenb&#228;llchen, TK</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 kleine</fr:igdtQuantity>
        <fr:igdtName ref="karotte">Karotte(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 kleiner</fr:igdtQuantity>
        <fr:igdtName ref="blumenkohl">Blumenkohl</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 kleine</fr:igdtQuantity>
        <fr:igdtName ref="brokkoli">Kailan (Chinesischer Brokkoli) ersatzweise Mangold</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 kleine</fr:igdtQuantity>
        <fr:igdtName ref="pak_choi">Pak Choi</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>3 EL</fr:igdtQuantity>
        <fr:igdtName ref="sonnenblumen&#246;l">Sonnenblumen&#246;l</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 TL</fr:igdtQuantity>
        <fr:igdtName ref="peperoni">Paste (Rote Peperonipaste Shandong, s. Anhang)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="mirin">Mirin</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 EL</fr:igdtQuantity>
        <fr:igdtName ref="sojasauce">Sojasauce, s&#252;&#223;, (kecap manis)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="sojasauce">Sojasauce, light</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="austernsauce">Austernsauce (Saus Tiram)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 TL</fr:igdtQuantity>
        <fr:igdtName ref="weizenmehl">Tapiokamehl</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="reiswein">Arak Masak</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>80 g</fr:igdtQuantity>
        <fr:igdtName ref="kokoswasser">Kokoswasser</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 TL, gestr.</fr:igdtQuantity>
        <fr:igdtName ref="gem&#252;sebr&#252;he">Gem&#252;sebr&#252;hepulver</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="fischsauce">Fischsauce, hell, (kecap ikan)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 m.-gro&#223;e</fr:igdtQuantity>
        <fr:igdtName ref="knoblauch">Knoblauchzehe(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 &#189; Liter</fr:igdtQuantity>
        <fr:igdtName ref="">Frittier&#246;l</fr:igdtName>
      </fr:igdtListLine>
    </fr:igdtList>
  </fr:recipeIngredients>
  <fr:recipeInstructions>
    <fr:instruction>
      <fr:instrStepName />
      <fr:instrStepText>Die Eiernudeln in kaltem Wasser 1 Minute einweichen, abseihen, gut abtropfen lassen und im Sieb belassen.
Die Garnelen und die Garnelenb&#228;llchen auftauen lassen. Die B&#228;llchen l&#228;ngs in 3 gleichdicke Scheiben schneiden.
In der Zwischenzeit die Karotte waschen, an beiden Enden kappen, sch&#228;len, diagonal in ca. 3 mm dicke Scheiben hobeln. Ein Drittel der Scheiben in Streifen schneiden. Den Blumenkohl waschen, den Stiel am unteren Ende kappen, den Stiel sch&#228;len und quer in d&#252;nne Scheiben schneiden. Die R&#246;schen auftrennen, mundgerecht zerteilen und alles nochmals absp&#252;len. Das Gem&#252;se im Sieb bereithalten.
Den frischen Kailan waschen, die Bl&#228;tter vom St&#228;ngel abtrennen. Den im unteren Teil holzigen St&#228;ngel unterhalb des 2. Blattes abtrennen und verwerfen. Die d&#252;nnen Blattstiele entlang der Mittelrippe von den Bl&#228;ttern trennen, dabei die Bl&#228;tter l&#228;ngs halbieren. Die Blattstiele quer halbieren und die St&#228;ngel quer in d&#252;nne R&#246;llchen schneiden. Die Bl&#228;tter grob klein schneiden. Blattstiele und Stielr&#246;llchen mit ins Sieb geben. Die Bl&#228;tter getrennt bereithalten.
Beim gewaschenen Pak Choi die gelb verf&#228;rbten Bl&#228;tter entfernen. Die restlichen Bl&#228;tter durch Abtrennen vom Strunk befreien. Die wei&#223;en Bl&#228;tterstiele abtrennen und l&#228;ngs halbieren und mit ins Sieb geben. Die gr&#252;nen Bl&#228;tter l&#228;ngs halbieren und quer in ca. 3 cm breite St&#252;cke schneiden. Die Bl&#228;tter mit den Stielen bereithalten.
F&#252;r die W&#252;rze die Zutaten in einem Sch&#228;lchen mischen.
Das Tapiokamehl mit dem Reiswein homogen mischen, dann die Zutaten von Kokoswasser bis Fischsauce untermischen. Den gesch&#228;lten Knoblauch dazu pressen und alles gut mischen.
2 EL des Sonnenblumen&#246;ls in einem Wok erhitzen. Die Garnelenb&#228;llchen und die Garnelen zuf&#252;gen und pfannenr&#252;hren, bis die Garnelen rosa werden. Die B&#228;llchen sofort mit einem Schauml&#246;ffel herausnehmen und bereithalten.
Im Wok das Frittier&#246;l auf 180 &#176;C erhitzen und die Nudeln knusprig frittieren. Achtung: Die Nudeln sollten unbedingt hell bleiben, also das &#214;l nicht zu hei&#223; werden lassen. Die Nudeln aus dem &#214;l nehmen, abtropfen lassen und mit einem Chefmesser in 2 Portionen aufteilen und auf die Servierteller verteilen.
Das restliche Sonnenblumen&#246;l in den Wok geben und erhitzen. Das Gem&#252;se zugeben und 3 Minuten pfannenr&#252;hren. Alles mit der Sauce abl&#246;schen und die Bl&#228;tter zuf&#252;gen. Das Gem&#252;se 1 Minute pfannenr&#252;hren. Die Hitzezufuhr abschalten, die Garnelen und die Garnelenb&#228;llchen zugeben und untermischen. Alles abgedeckt 1 Minute ziehen lassen.
Mit einem Schauml&#246;ffel das Cap Cay auf die Nudeln geben und die Sauce angie&#223;en. Mit der W&#252;rze servieren und genie&#223;en.
Anhang:
Rote Peperonipaste "Shandong":
https://www.chefkoch.de/rezepte/3981621610590515/Rote-Peperonipaste-Shandong.html</fr:instrStepText>
    </fr:instruction>
  </fr:recipeInstructions>
  <fr:recipeSideDish />
  <fr:recipeOrigin />
  <fr:recipeSeeAlso />
  <fr:recipeLicense />
</fr:recipe>