<fr:recipe xmlns:fr="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-32ceb553-829d-479c-9bee-0ae6f552b74f">
  <fr:meta>
    <fr:book />
    <fr:chapter />
  </fr:meta>
  <fr:recipeName>Mangoldgem&#252;se zu Bandnudeln oder Reis</fr:recipeName>
  <fr:recipeKeywords />
  <fr:recipeIntro />
  <fr:recipeIngredients>
    <fr:igdtList>
      <fr:igdtListName />
      <fr:igdtListLine>
        <fr:igdtQuantity>4 Bl&#228;tter</fr:igdtQuantity>
        <fr:igdtName ref="mangold">Mangold, gro&#223;e Bl&#228;tter, mit Stiel</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 gro&#223;e</fr:igdtQuantity>
        <fr:igdtName ref="zwiebel">Zwiebel(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1</fr:igdtQuantity>
        <fr:igdtName ref="knoblauch">Knoblauchzehe(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>40 g</fr:igdtQuantity>
        <fr:igdtName ref="pinienkerne">Cashewn&#252;sse oder Pinienkerne</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>150 ml</fr:igdtQuantity>
        <fr:igdtName ref="">Wasser</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>100 ml</fr:igdtQuantity>
        <fr:igdtName ref="kondensmilch">Kondensmilch (4 % Fett)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>100 g</fr:igdtQuantity>
        <fr:igdtName ref="reis">Basmatireis</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>180 ml</fr:igdtQuantity>
        <fr:igdtName ref="">Wasser</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1 EL</fr:igdtQuantity>
        <fr:igdtName ref="">Raps&#246;l</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>&#189; TL</fr:igdtQuantity>
        <fr:igdtName ref="">Salz</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>&#189; TL</fr:igdtQuantity>
        <fr:igdtName ref="pfeffer">Pfeffer</fr:igdtName>
      </fr:igdtListLine>
    </fr:igdtList>
  </fr:recipeIngredients>
  <fr:recipeInstructions>
    <fr:instruction>
      <fr:instrStepName />
      <fr:instrStepText>Vier gro&#223;e Mangoldbl&#228;tter unter flie&#223;endem Wasser s&#228;ubern. Die Stiele von den Bl&#228;ttern trennen, und wie bei Rhabarber, die F&#228;den abziehen. In ca. 4 cm lange St&#252;cke teilen. Das Gr&#252;n vom Mangold in etwa 5 x 5 cm gro&#223;e Quadrate schneiden.
Die Zwiebel sch&#228;len, den Knoblauch abziehen und zerkleinern. In einer K&#252;chenmaschine die Stiele mit der Zwiebel fein zerhacken.
Den Reis bereite ich in der Mikrowelle zu. Einen Mikrowellentopf mit 100 g Reis und 180 ml Wasser f&#252;llen und f&#252;r ca. 10 Minuten bei 800 Watt kochen. Beiseite stellen und noch ca. 5 Minuten ziehen lassen.
In der Zwischenzeit die Cashewn&#252;sse leicht zerkleinern und in einer beschichteten Pfanne ohne &#214;l unter R&#252;hren r&#246;sten. Vorsicht: Sie verbrennen schnell! Falls Pinienkerne verwendet werden, diese nur im Ganzen r&#246;sten.
In einer gro&#223;en, beschichteten Pfanne 1 EL Raps&#246;l erhitzen. Das Zwiebel-Mangoldstiel-Gemisch zugeben und unter R&#252;hren ca. 2 Minuten braten. Den Knoblauch pressen und dazugeben. Weitere 2 Minuten braten.
100 ml Wasser zugeben. Mit Salz und Pfeffer w&#252;rzen. Anfangs lieber weniger verwenden und am Schluss nach Geschmack w&#252;rzen!
Die geschnittenen Mangoldbl&#228;tter zugeben und die Pfanne abdecken. Die Hitze auf mittlere Stufe reduzieren.
Wenn die Bl&#228;tter etwas zusammengefallen sind, umr&#252;hren und wieder mit Salz und Pfeffer herzhaft abschmecken. Die Kondensmilch zuf&#252;gen. Die Cashew- oder Pinienkerne unterheben.
Uns schmeckt zu Reis am besten das Gem&#252;se mit Cahewkernen, zu Spaghetti oder Bandnudeln essen wir am liebsten mit Pinienkernen und Parmesank&#228;se.</fr:instrStepText>
    </fr:instruction>
  </fr:recipeInstructions>
  <fr:recipeSideDish />
  <fr:recipeOrigin />
  <fr:recipeSeeAlso />
  <fr:recipeLicense />
</fr:recipe>