<fr:recipe xmlns:fr="http://fruschtique.de/ns/recipe" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://fruschtique.de/ns/recipe file:///c:/Users/nlutt/Documents/Websites/tools/recipe.xsd" rcpID="ck-44512b80-23a6-4021-b4e6-e487a138a361">
  <fr:meta>
    <fr:book />
    <fr:chapter />
  </fr:meta>
  <fr:recipeName>Schweinefilet oder Rinderfilet im Mangoldmantel</fr:recipeName>
  <fr:recipeKeywords />
  <fr:recipeIntro />
  <fr:recipeIngredients>
    <fr:igdtList>
      <fr:igdtListName />
      <fr:igdtListLine>
        <fr:igdtQuantity>1</fr:igdtQuantity>
        <fr:igdtName ref="schweinefleisch">Schweinefilet(s) oder Rinderfilet, ca. 600 g</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity />
        <fr:igdtName ref="pfeffer">Salz und Pfeffer aus der M&#252;hle</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 EL</fr:igdtQuantity>
        <fr:igdtName ref="oliven&#246;l">Oliven&#246;l</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>4 EL</fr:igdtQuantity>
        <fr:igdtName ref="pinienkerne">Pinienkerne, ca. 40 g</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>4 Scheibe/n</fr:igdtQuantity>
        <fr:igdtName ref="brot">Toastbrot</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>120 g</fr:igdtQuantity>
        <fr:igdtName ref="schalotten">Schalotte(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 EL</fr:igdtQuantity>
        <fr:igdtName ref="pflanzenfett">Butter oder Margarine</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>1</fr:igdtQuantity>
        <fr:igdtName ref="knoblauch">Knoblauchzehe(n)</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>2 EL</fr:igdtQuantity>
        <fr:igdtName ref="sherry">Sherry, trocken</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>100 g</fr:igdtQuantity>
        <fr:igdtName ref="cr&#232;me">Cr&#232;me fra&#238;che</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>16 Scheibe/n</fr:igdtQuantity>
        <fr:igdtName ref="r&#228;ucherspeck">Bacon, ganz d&#252;nn geschnitten</fr:igdtName>
      </fr:igdtListLine>
      <fr:igdtListLine>
        <fr:igdtQuantity>700 g</fr:igdtQuantity>
        <fr:igdtName ref="mangold">Mangold</fr:igdtName>
      </fr:igdtListLine>
    </fr:igdtList>
  </fr:recipeIngredients>
  <fr:recipeInstructions>
    <fr:instruction>
      <fr:instrStepName />
      <fr:instrStepText>Das Schweinefilet oder Rinderfilet vorbereiten. Daf&#252;r anh&#228;ngendes Fett und Sehnen mit einem scharfen Messer abtrennen. Das Fleisch mit Salz und frisch gemahlenem Pfeffer einreiben.
Das &#214;l in einer gro&#223;en Pfanne erhitzen und das Filet darin bei mittlerer Hitze rundum braun anbraten. Aus der Pfanne nehmen und fest in Alufolie einwickeln.
Die Pinienkerne in einer beschichteten Pfanne goldbraun anr&#246;sten. Auf einem Teller abk&#252;hlen lassen.
Vom Toastbrot die Rinde abschneiden und die Brotscheiben in kleine W&#252;rfel schneiden. Die Schalotten sch&#228;len und fein hacken.
Butter oder Margarine in einer Pfanne aufsch&#228;umen lassen, die Schalotten hinzuf&#252;gen und glasig d&#252;nsten, den Knoblauch durchpressen und hinzuf&#252;gen und die Brotw&#252;rfelchen einstreuen und mitbraten.
Die abgek&#252;hlten Pinienkerne im elektr. Zerhacker mahlen und mit in die Pfanne geben. Sherry zugie&#223;en und verdampfen lassen. Cr&#232;me fra&#238;che unterr&#252;hren und die Paste mit Salz und Pfeffer abschmecken. Falls n&#246;tig, so lange einkochen, bis sie dicklich ist. Dann die Pfanne von der Kochplatte nehmen.
Den Backofen jetzt auf 200 &#176;C vorheizen.
Die H&#228;lfte der Speckscheiben &#252;berlappend in eine feuerfeste Form legen.
Die Mangoldstiele unter dem Blatt entfernen und unter flie&#223;endem Wasser abwaschen. Die Stiele beiseite legen - sie k&#246;nnen f&#252;r ein Kartoffel-Mangoldgem&#252;se verwendet werden. Die Bl&#228;tter in reichlich kochendem Salzwasser 2 Minuten blanchieren, dann kurz &#252;berbrausen und abtropfen lassen.Die Mangoldbl&#228;tter gegen&#252;berliegend und nebeneinander in die Form auf den Speck legen, dass sich jeweils 2 Stielans&#228;tze in der Mitte der Form gegen&#252;berliegen. Ein Drittel der Pinienkernfarce in der Mitte der Form auf dem Mangold verteilen, das Filet aus der Folie wickeln, darauf legen und mit der restlichen Farce bestreichen.
Erst die Mangoldbl&#228;tter &#252;ber dem Filet zusammenschlagen, dann die Speckscheiben seitlich andr&#252;cken, zuletzt den restlichen Speck nebeneinander auf das Filet legen, ebenfalls andr&#252;cken.
Die Reine auf die mittlere Schiene des vorgeheizten Backofens schieben und das Filet 35 - 40 Min. backen. Der Speck sollte dann richtig kross, das Fleisch innen noch rosa sein. Man kann es auch 50 - 60 Min. bei 180 &#176;C backen.
Die Zubereitung f&#252;r ein Kartoffel-Mangoldgem&#252;se findet ihr in einem separaten Rezept.</fr:instrStepText>
    </fr:instruction>
  </fr:recipeInstructions>
  <fr:recipeSideDish />
  <fr:recipeOrigin />
  <fr:recipeSeeAlso />
  <fr:recipeLicense />
</fr:recipe>